# 3. Создать переменную с радиусом круга и вывести площадь
# этого круга.

r = float(input(("Введи радиус круга: ")))
print("Площадь круга: ", 3.14*r*r)

